
data2 = """ 
الرسوم الدراسية لرياض الأطفال في البرنامج العام:	
 14,000	بدون وجود أي خصم
13,300	           في حال وجود خصم الأخوة 5%.
11900	            في حال وجود خصم الدفع المقدم 15%.
11,200 	في حال وجود خصم الأخوة و الدفع المقدم 20%.


الرسوم الدراسية  لجميع صفوف الابتدائي  و المتوسط في البرنامج العام:	
 1800	            بدون وجود أي خصم
17100	            في حال وجود خصم الأخوة 5%.
15300	            في حال وجود خصم الدفع المقدم 15%.
14400	            في حال وجود خصم الأخوة و الدفع المقدم 20%.


الرسوم الدراسية  لجميع صفوف الثانوي في البرنامج العام:	
24000	            بدون وجود أي خصم
22800	            في حال وجود خصم الأخوة 5%.
20400	            في حال وجود خصم الدفع المقدم 15%.
19200	            في حال وجود خصم الأخوة و الدفع المقدم 20%.







الرسوم الدراسية لرياض الأطفال في البرنامج الدولي:	
 18000 	بدون وجود أي خصم
17100	           في حال وجود خصم الأخوة 5%.
15300	            في حال وجود خصم الدفع المقدم 15%.
14400	               في حال وجود خصم الأخوة و الدفع المقدم 20%.


الرسوم الدراسية  لجميع صفوف الابتدائي  و المتوسط في البرنامج الدولي:	
 2400	            بدون وجود أي خصم
22800	            في حال وجود خصم الأخوة 5%.
20400	            في حال وجود خصم الدفع المقدم 15%.
19200	            في حال وجود خصم الأخوة و الدفع المقدم 20%.


الرسوم الدراسية  لجميع صفوف الثانوي في البرنامج العام:	
28000	            بدون وجود أي خصم
26600	            في حال وجود خصم الأخوة 5%.
23800	            في حال وجود خصم الدفع المقدم 15%.
22400            في حال وجود خصم الأخوة و الدفع المقدم 20%.

اجرة النقل
اجرة النقل ذهاب وعودة للفصل الدراسي 2070
يستفيد ولي الأمر من خصم الدفع المقدم بسداد كامل الرسوم الدراسية قبل بداية العام الدراسي لكافة أبنائه.
  ملاحظة: جميع الأرقام هي بالريال السعودي

الأسئلة الشائعة:

• ما نوع المناهج الدراسية لدبلوما ؟
مايكرو هيل الأمريكي

• كم لها المعلمة الفلبينية قسم الدبلوما التمهيدي؟
السنة القادمة تكمل 3سنوات

• هل يوجد تدريس باللغة الفرنسية؟
لا يوجد

• متى يبدأ الطابور الصباحي ؟
من 6:15 صباحاً ، والخروج 12:30 ظهراً .

• هل الكتب الدراسة برسوم:
لا _   لكن يوجد في حال إتلاف الطالب الكتاب أو ضياع الكتب

• ما الأوراق المطلوبة للتسجيل في أول ابتدائي ؟
شهادة الميلاد والتطعيم وبطاقة العائلة

• قبول عمر التمهيدي:
من 3 سنوات و6شهور الى 6 سنوات

• ما جنسية معلمات قسم التمهيدي ؟
سعوديات ومن الفلبين

• هل التمهيدي مختلط  ؟:
الدراسة المختلطة او الدمج هي فقط لقسم التمهيدي،   باقي المراحل لايوجد  اختلاط او دمج

• الابتدائي بنين المعلمين رجال أم نساء ؟:
قسم البنين جميع المراحل رجال

• ما البرامج التي تقدّم لطلاب الصف الأول الابتدائي؟
يوجد برامج  كثيرة منها  على سبيل المثال:  ترفيهية مثل الألعاب والرحلات والحصص البدنية ، ويوجد برامج تعليمية  متنوعّة يُستخدم فيها التعلّم النشط – والتعلّم بالترفيه – والحصص البدنية والحاسب الآلي – والبرنامج القيمي.

• بمً تتميز المدارس ؟
تتميز  مدارسنا بميزات كثيرة منها على سبيل المثال :  بأنها بيئة تعليمية جاذية وآمنة وتطبّق تقنيات التعلم الحديثة في التعليم ، وتوافر الكفاءات التعليمية  والإدارية  المتميزة في جميع المراحل.

• هل يوجد عروض على الرسوم ؟
نعم،  يوجد  حسب برنامج القبول والتسجيل ، وتنتهي بانتهاء المقاعد المحددة.

• هل يوجد وسائل نقل  للطلاب والطالبات؟
نعم ، يوجد وسائل نقل للطلاب والطالبات

• الزيارة المسموح لها بالتسجيل ؟

الجنسيات المسموح لها بالدراسة ومعها زيارة هي فقط اليمنية والسورية حسب تعميم وزارة التعليم الاستثناءات تكون من إدارة الاختبارات.

هل تشجع تسجيل الابن أو الابنة في مدارسنا؟
نعم،  كل ريال يتم دفعه تجد ثمرتة في تحصيل الابن و بناء شخصيته و مستقبلة المتميز ."""

# ...existing code..